{
  "general": {
    "back": "Back"
  },
  "components": {
    "skill_card": {
      "level": {
        "novice": "Novice",
        "beginner":  "Beginner",
        "intermediate":  "Intermediate",
        "proficient":  "Proficient",
        "expert":  "Expert",
        "master": "Master"
      },
      "year": "year",
      "years_less_than_5": "years",
      "years": "years",
      "to": "to"
    }
  },
  "home": {
    "main": {
      "subtitle": "Student & Developer",
      "navigation": {
        "about_me": "About",
        "skills": "Skills",
        "works": "Works",
        "contact": "Contact"
      }
    },
    "about_me": {
      "title": "About me",
      "paragraph": "Hello, my name is Jakub Sokol. I am an IT student from the Czech Republic with a deep passion for technology that began in my childhood. From an early age, I was captivated by computers and the innovations they made possible, whether it was exploring how they worked, learning new software, or immersing myself in the world of gaming. Over time, this fascination grew into a dedicated pursuit of knowledge about the inner workings of technology, particularly games.\nAs I delved deeper into the mechanics behind gaming how games are designed, programmed, and brought to life I realized that creating games isn&apos;t just a career aspiration but a personal dream of mine. I aim to combine my technical skills with my creativity to craft experiences that entertain, inspire, and connect people around the world. My journey as an IT student is just the beginning, and I’m eager to continue learning, innovating, and eventually bringing my vision of developing games to reality.",
      "education": {
        "title": "Education",
        "high_school": "High School"
      }
    },
    "skills": {
      "title": "My skills",
      "web_development": "Web development",
      "game_development": "Game development",
      "other": "Other"
    },
    "works": {
      "title": "Works",
      "learn_more": "Learn more",
      "acnod": {
        "description": "Acnod is a project me and my friend <link href='https://skymmel.eu' rel='noreferrer' target='_blank'}>Vojtěch Skyba</link> are working on. It is a freelance website on which we offer website development services."
      },
      "nagy3d": {
        "description": "This website is for a company named Nagy 3D that offers 3D printing and scanning in the northwestern region of the Czech Republic. It offers a minimalistic and clean look so the user can have a good experience."
      }
    }
  },
  "work": {
    "pages": {
      "home": "Home page",
      "services": "Services page",
      "about": "About page",
      "contact": "Contact page"
    }
  }
}